const questions = [
  {
    id: 1,
    type: "ox",
    question:
      "주식투자에 따라 발생하는 미래의 현금흐름을 적절한 할인율을 적용하여 현재가치로 전환함으로써 주식의 현재가치를 평가하는 모형을 배당할인모형이라고 한다",
    choices: ["o", "x"],
    answer: 1,
    description:
      "ETF는 상장지수펀드로, 주식처럼 거래되는 펀드입니다. 다양한 자산에 투자할 수 있으며, 낮은 비용과 높은 유동성을 제공합니다.",
  },
  {
    id: 2,
    question: "기준금리를 결정하는 기관은?",
    choices: ["금융위원회", "한국은행", "기획재정부", "금감원"],
    answer: 2,
    description:
      "한국은행은 대한민국의 중앙은행으로, 기준금리를 결정하여 경제 안정과 물가 안정을 도모합니다.",
  },
  {
    id: 3,
    question: "GDP란?",
    choices: ["국민총소득", "국제수지", "물가지수", "국내총생산"],
    answer: 4,
    description:
      "GDP는 한 나라에서 일정 기간 동안 생산된 모든 최종 재화와 서비스의 시장 가치 총합을 의미합니다.",
  },
  {
    id: 4,
    type: "ox",
    question:
      "주식투자에 따라 발생하는 미래의 현금흐름을 적절한 할인율을 적용하여 현재가치로 전환함으로써 주식의 현재가치를 평가하는 모형을 배당할인모형이라고 한다",
    choices: ["o", "x"],
    answer: 1,
    description:
      "ETF는 상장지수펀드로, 주식처럼 거래되는 펀드입니다. 다양한 자산에 투자할 수 있으며, 낮은 비용과 높은 유동성을 제공합니다.",
  },
  {
    id: 5,
    question: "기준금리를 결정하는 기관은?",
    choices: ["금융위원회", "한국은행", "기획재정부", "금감원"],
    answer: 2,
    description:
      "한국은행은 대한민국의 중앙은행으로, 기준금리를 결정하여 경제 안정과 물가 안정을 도모합니다.",
  },
  {
    id: 6,
    question: "GDP란?",
    choices: ["국민총소득", "국제수지", "물가지수", "국내총생산"],
    answer: 4,
    description:
      "GDP는 한 나라에서 일정 기간 동안 생산된 모든 최종 재화와 서비스의 시장 가치 총합을 의미합니다.",
  },
];

export default questions;
